a = b = 2
 # Пример множественного оператора присваивания. 
# Обратите внимание на значения переменных a и b после выполнения данной операции. 

print("a = " + str(a))   #  Функция str() используется для приведения типа аргумента к строковому 

print("b = " + str(b))


hello = "Привет"

print("hello = " + str(hello)) 

# Переопределите значение переменной hello 

print("hello = " + str(hello)) 

p3 = 'пример'
p4= 'переменная'

print(str(p3) + ' '+str(p4))