# Целые числа и числа с плавающей точкой являются одними из самых распространенных в языке Python

number = 9 

print(type(number))   # Вывод типа переменной number 

float_number = 9.0



# Создайте ещё несколько переменных разных типов и осуществите вывод их типов  

print(type(float_number))

p2='текст'

print(type(p2))
# Существует множество функций, позволяющих изменять тип переменных.
# Изучите такие функции как int(), float(), str() и последовательно примените их к переменным, созданным ранее.

print(int(float_number))